{
  "books": [
    {
      "id": "1",
      "title": "To Kill a Mockingbird!",
      "author": "Harper Lee",
      "description": "A novel about the serious issues of rape and racial inequality.",
      "status": "available"
    },
    {
      "id": "2",
      "title": "1984",
      "author": "George Orwell",
      "description": "A dystopian novel set in a totalitarian society ruled by Big Brother.",
      "status": "available"
    },
    {
      "id": "3",
      "title": "Pride and Prejudice",
      "author": "Jane Austen",
      "description": "A romantic novel that charts the emotional development of the protagonist, Elizabeth Bennet.",
      "status": "available"
    },
    {
      "id": "4",
      "title": "The Great Gatsby",
      "author": "F. Scott Fitzgerald",
      "description": "A novel about the American dream and the roaring twenties.",
      "status": "available"
    },
    {
      "id": "5",
      "title": "Moby Dick",
      "author": "Herman Melville",
      "description": "The narrative of Captain Ahab's obsessive quest to kill the giant white sperm whale, Moby Dick.",
      "status": "borrowed"
    },
    {
      "id": "6",
      "title": "War and Peace",
      "author": "Leo Tolstoy",
      "description": "A historical novel that tells the story of French invasion of Russia and the impact of the Napoleonic era on Tsarist society.",
      "status": "available"
    },
    {
      "id": "7",
      "title": "The Catcher in the Rye",
      "author": "J.D. Salinger",
      "description": "A novel about the challenges of teenage angst and alienation.",
      "status": "available"
    },
    {
      "id": "8",
      "title": "The Hobbit",
      "author": "J.R.R. Tolkien",
      "description": "A fantasy novel and children's book by J.R.R. Tolkien.",
      "status": "borrowed"
    },
    {
      "id": "9",
      "title": "Brave New World",
      "author": "Aldous Huxley",
      "description": "A dystopian social science fiction novel and cautionary tale.",
      "status": "borrowed"
    },
    {
      "id": "10",
      "title": "Les Âmes croisées",
      "author": "Pierre Bottero",
      "description": "Nawel est une jeune Perle prétentieuse et exigeante. Un jour, en se baladant dans la ville Cendre, elle bouscule une jeune Cendre nommée Sylia qui, sous le coup de la colère, lui lâche qu'elle n'est qu'une maladroite. Nawel, piquée au vif, ordonne aux soldats présents de la faire fouetter en même temps que son mari osant avoir supplié Nawel d'épargner Sylia. Les gardes, connaissant le statut que confère à Nawel son nom de famille, ne peuvent que s’exécuter.",
      "status": "available"
    },
    {
      "id": "11",
      "title": "Eragon",
      "author": "Christopher Paolini",
      "description": "Eragon takes place in a land called Alagaësia, over which rules the evil, twisted king, Galbatorix. Galbatorix was once one of the legendary Dragon Riders - the long-gone peacekeepers of Alagaësia. After his first dragon was killed by Urgals, Galbatorix fell into madness, stole a new dragon, Shruikan, twisting the dragon's mind with dark magic, and betrayed and destroyed the Riders and their dragons with the help of thirteen other Riders called the Forsworn.",
      "status": "available"
    }
  ]
}
